Revit 2024 API
BuiltInFailures.GroupFailures.RevitUnableToUpadateGroups Property
 Unable to update groups for changes.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static FailureDefinitionId RevitUnableToUpadateGroups { get; }
Visual Basic
Public Shared ReadOnly Property RevitUnableToUpadateGroups As FailureDefinitionId
	Get
Visual C++
public:
static property FailureDefinitionId^ RevitUnableToUpadateGroups {
	FailureDefinitionId^ get ();
}
See Also
BuiltInFailures.GroupFailures Class
Autodesk.Revit.DB Namespace